tap "hashicorp/tap"
tap "homebrew/bundle"
brew "asdf"
brew "colima"
brew "kubernetes-cli"
brew "devspace"
brew "docker-compose"
brew "git"
brew "helm"
brew "helmfile"
brew "make"
cask "clickup"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "njqdev.vscode-python-typehint"
vscode "sonarsource.sonarlint-vscode"
